20250902T214736--kdoc-443-本を読んで解決すると思っていた__essay.org
:properties:
:ID: 20250902T214736
:mtime:    20250921103751
:ctime:    20250902214748
:end:
#+title:      KDOC 443: 本を読んで解決すると思っていた
#+date:       [2025-09-02 Tue 21:47]
#+filetags:   :essay:
#+identifier: 20250902T214736

* この文書のステータス
- 作成
  - [X] 2025-09-30 貴島
- レビュー
  - [X] 2025-09-30 貴島

* 概要

人生のある時期まで、本を読めばなんでもできるようになり、すべての問題は解決すると思っていた。だから、リアル書店は好きでよく行った。

働くようになって好きに本を買えるようになると、ボトルネックの制約はマネーではなく時間になった。自分のスループットもわかってきて、時間はまったく足りないのがわかった。たくさんの本は、圧倒する呪いに感じてリアル書店からは足が遠いた。このなかの99.999...%は読めないし、理解もできない。子供の頃に考えていたより世界はずっと大きい。

せめて1つの棚に通じたいと考えている。

* 関連
なし。
