20250902T214736--kdoc-443-本を読んで解決すると思っていた__essay.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2025-11-27T23:11:27Z -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>KDOC 443: 本を読んで解決すると思っていた</title>
<meta name="author" content="kijimaD" />
<meta name="generator" content="Org Mode" />
<link rel='shortcut icon' type='image/x-icon' href='https://kijimad.github.io/roam/favicon.ico' /><link rel='stylesheet' href='https://cdn.jsdelivr.net/npm/bootstrap@5.3.3/dist/css/bootstrap.min.css' media='print' onload='this.media="all"' /><link rel='stylesheet' href='https://kijimad.github.io/roam/css/site.css' /><link rel='stylesheet' href='https://kijimad.github.io/roam/css/code.css' /><link rel='preconnect' href='https://fonts.googleapis.com'><link rel='preconnect' href='https://fonts.gstatic.com' crossorigin><link href='https://fonts.googleapis.com/css2?family=IBM+Plex+Sans+JP&display=swap' rel='stylesheet'>
</head>
<body>
<div id="preamble" class="status">
<div><div class="header"><div class="container"><div class="row"><div class="col-sm-12 col-md-12"><nav class="navbar navbar-light"/></div></div></div></div></div>
</div>
<div id="content" class="content">
<h1 class="title">KDOC 443: 本を読んで解決すると思っていた</h1>
<div id="outline-container-org816ee6a" class="outline-2">
<h2 id="org816ee6a"><a href="#org816ee6a">この文書のステータス</a></h2>
<div class="outline-text-2" id="text-org816ee6a">
<ul class="org-ul">
<li>作成
<ul class="org-ul">
<li class="on"><input type='checkbox' checked='checked' /> 2025-09-30 貴島</li>
</ul></li>
<li>レビュー
<ul class="org-ul">
<li class="on"><input type='checkbox' checked='checked' /> 2025-09-30 貴島</li>
</ul></li>
</ul>
</div>
</div>
<div id="outline-container-org06b3187" class="outline-2">
<h2 id="org06b3187"><a href="#org06b3187">概要</a></h2>
<div class="outline-text-2" id="text-org06b3187">
<p>
人生のある時期まで、本を読めばなんでもできるようになり、すべての問題は解決すると思っていた。だから、リアル書店は好きでよく行った。
</p>

<p>
働くようになって好きに本を買えるようになると、ボトルネックの制約はマネーではなく時間になった。自分のスループットもわかってきて、時間はまったく足りないのがわかった。たくさんの本は、圧倒する呪いに感じてリアル書店からは足が遠いた。このなかの99.999&#x2026;%は読めないし、理解もできない。子供の頃に考えていたより世界はずっと大きい。
</p>

<p>
せめて1つの棚に通じたいと考えている。
</p>
</div>
</div>
<div id="outline-container-org57f2e18" class="outline-2">
<h2 id="org57f2e18"><a href="#org57f2e18">関連</a></h2>
<div class="outline-text-2" id="text-org57f2e18">
<p>
なし。
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<footer class="footer py-3"><div class="container"><div class="row "><div class="col-md-4"></div><div class="col-sm col-md"><nav class="navbar"><a class="nav-link text-secondary small px-0" href="./index.html">Insomnia</a><a class="nav-link text-secondary small px-0" href="./sitemap.html">Sitemap</a><a class="nav-link text-secondary small px-0" href="https://github.com/kijimaD/roam">Repository</a><a class="nav-link text-secondary small px-0" href="https://github.com/kijimaD">@kijimaD</a></nav></div><div class="col-md-4"></div></div></div></footer>
</div>
</body>
</html>
